"User Authentication" = "用户验证";

"Enable User Authentication" = "用户验证";

"Login User Name:" = "登录用户名:";
"Defined User ID" = "已定义的用户识别号码";
"Mac Login Name" = "Mac登录名";
"Enter Login User Name:" = "输入登录用户名:";

"Login Password:" = "登录密码:";
"Confirmation Password:" = "确认密码:";

"Enable Driver key" = "驱动加密密钥";
"Driver Encryption Key:" = "驱动加密密钥:";
"Reenter Driver Key:" = "重新输入确认密钥:";
"Reenter the Confirmation Key:" = "重新输入确认密钥:";

"Restore Defaults" = "恢复默认";

"Enter a valid [Login User Name]." = "输入有效的[登录用户名]。";
"Entered [Login Password] is different." = "输入的[登录密码]不一致。";
"Entered [Driver Encryption Key] is different." = "输入的[驱动加密密钥]不一致。";
"Enter a valid [Driver Encryption Key]" = "输入有效的[驱动加密密钥]。";

"Off" = "关";